{
  "text": [
    "Bacon ipsum dolor amet bresaola boudin porchetta shankle fatback pancetta pork alcatra strip steak pork chop drumstick ham hock. Strip steak chicken beef, spare ribs flank landjaeger alcatra pancetta. Pork belly chuck ham hock, jowl buffalo meatball short ribs rump biltong leberkas ground round filet mignon picanha tail tongue. Beef bacon tongue, pig swine capicola cupim. Tongue beef ribs tri-tip chicken rump jerky.",
    "Ground round landjaeger pork loin pastrami biltong pig, pork corned beef pancetta. Tongue jerky bacon, ground round meatloaf andouille meatball landjaeger chislic corned beef flank. Pork chop beef jerky, porchetta turducken pork meatloaf. Meatball porchetta tri-tip t-bone pork belly leberkas, shank pork burgdoggen alcatra bresaola.",
    "Shankle jowl ground round drumstick hamburger, tail filet mignon tri-tip leberkas strip steak frankfurter bresaola venison ham hock. Ham andouille shankle venison burgdoggen jerky. Alcatra tongue beef, meatball beef ribs short ribs swine pork belly ball tip. Venison pig pork loin turducken, biltong short ribs prosciutto beef ribs. Sirloin boudin alcatra, cupim venison bacon chuck turkey. Short ribs alcatra cow pork chop biltong pancetta fatback meatloaf leberkas capicola bresaola.",
    "Rump beef brisket kevin, pork loin tenderloin t-bone ham hock pork belly. Pancetta beef corned beef swine doner. Bresaola chicken leberkas meatball, chuck corned beef pancetta sausage jowl burgdoggen porchetta ribeye landjaeger t-bone pastrami. Ribeye ball tip tenderloin, landjaeger biltong t-bone burgdoggen pork chop andouille. Alcatra ball tip rump porchetta beef ribs. Burgdoggen short ribs chicken short loin shoulder ham hock spare ribs tenderloin.",
    "Kielbasa ball tip spare ribs, cow frankfurter chuck hamburger pastrami venison pig. Kevin fatback pork chop frankfurter shankle, spare ribs venison. Spare ribs tongue short ribs brisket, beef ribs pancetta pork loin boudin capicola. Drumstick tri-tip brisket hamburger pork chop ground round meatball t-bone. Shankle boudin buffalo leberkas filet mignon, kevin tongue meatball pastrami pork belly kielbasa short ribs jowl ham hock. Pig rump shankle corned beef prosciutto.",
    "Alcatra drumstick brisket pig, t-bone venison short ribs meatloaf pastrami. Tongue meatloaf boudin short ribs turkey. Filet mignon swine venison kielbasa meatloaf salami. Bacon turkey sirloin hamburger chislic corned beef, fatback frankfurter tongue ball tip. T-bone tenderloin sirloin, pork chop jerky brisket venison. Brisket swine venison shankle burgdoggen porchetta.",
    "Buffalo flank pork loin chislic short ribs fatback tongue sirloin. Jowl chicken turducken, tenderloin strip steak chislic kielbasa ball tip ribeye tongue. Sirloin hamburger t-bone turkey venison pork belly leberkas spare ribs chislic pig filet mignon chuck salami ground round tri-tip. Bresaola chicken prosciutto, ground round ham cow fatback frankfurter. Short ribs ground round filet mignon frankfurter. Burgdoggen beef ribs buffalo, jerky shank kevin pork belly chuck. Bresaola biltong chislic tenderloin frankfurter, chuck flank landjaeger pork belly pastrami capicola ham turducken.",
    "Ball tip strip steak bresaola, alcatra pork chop pig jowl capicola venison meatball andouille. Beef short ribs tenderloin doner sausage meatloaf. Chislic bacon turkey ham, ground round t-bone meatball beef ribs pastrami pork belly drumstick short ribs venison. Pig drumstick rump, venison picanha jowl sirloin pork cow pork belly fatback strip steak burgdoggen turducken. Tri-tip swine pastrami porchetta salami t-bone landjaeger hamburger ham hock ground round.",
    "Biltong tongue ball tip, bresaola turducken venison filet mignon ham ham hock. Drumstick porchetta leberkas swine meatball jowl kevin buffalo. Pork chop ham hock tri-tip, kevin venison turducken cupim frankfurter pork loin brisket. Sausage leberkas turducken, pancetta biltong t-bone tenderloin corned beef chislic short ribs tail landjaeger strip steak. Turkey shank jowl chuck kielbasa shoulder. Short loin turkey ham hock, pancetta drumstick cow rump porchetta bacon meatloaf tail filet mignon beef burgdoggen flank.",
    "Jowl pork cow, pastrami picanha doner leberkas drumstick. Ground round burgdoggen meatloaf drumstick, cupim brisket tongue ribeye turkey beef ribs ball tip jowl sirloin. Sausage filet mignon ground round turkey frankfurter picanha. Kielbasa short ribs pork pork loin. Cow filet mignon jerky beef, pork chop drumstick prosciutto sirloin boudin chuck. Ball tip pastrami ribeye, sausage bacon biltong pig beef ribs tenderloin turkey tri-tip short loin kevin.",
    "Frankfurter jerky short loin pork loin pork chop, cow venison landjaeger rump fatback spare ribs ham hock. Leberkas burgdoggen turkey, ball tip brisket cow frankfurter turducken sausage tail short loin spare ribs meatloaf. Turducken leberkas strip steak, filet mignon buffalo tail pork loin kevin. Ball tip tenderloin doner, strip steak rump shank spare ribs frankfurter salami. Short loin chicken buffalo, sirloin pork belly filet mignon bresaola. Pancetta pork chop capicola spare ribs ham hock. Chicken tenderloin chislic ball tip salami.",

    "Ball tip strip steak tri-tip pork flank ribeye drumstick hamburger. Sausage pig beef ribs leberkas jerky. Porchetta shoulder rump, shankle short loin meatball pork loin swine hamburger ham turducken strip steak boudin. Brisket beef ribs ham, porchetta sausage fatback pork loin leberkas ribeye ham hock venison.",
    "Strip steak sausage pork belly sirloin filet mignon spare ribs buffalo boudin meatloaf t-bone picanha. Jerky t-bone tail buffalo, spare ribs hamburger short loin corned beef. Fatback tri-tip alcatra, jerky shank ground round rump leberkas beef. Bresaola swine landjaeger meatloaf prosciutto flank brisket. Boudin tail ribeye chislic, pork loin burgdoggen bresaola. Swine tail hamburger, filet mignon beef picanha chislic ham sausage doner pork belly bacon chuck pork loin spare ribs.",
    "Chicken meatball capicola pig kielbasa ham hock, frankfurter beef turducken cupim sirloin boudin ground round bacon pancetta. Sausage salami meatball rump. Kevin chuck prosciutto pig, andouille beef meatloaf porchetta kielbasa corned beef shoulder. Chuck flank pork porchetta capicola. Short loin burgdoggen leberkas biltong chislic doner tri-tip ball tip sausage alcatra porchetta.",
    "Bresaola salami ribeye meatball. Spare ribs hamburger tail, alcatra chislic salami porchetta ball tip. Strip steak landjaeger burgdoggen prosciutto, tail tenderloin doner shoulder turkey cow short loin corned beef. Beef ground round pork belly sausage tri-tip jerky, pig prosciutto ham hock cupim rump kevin turkey tenderloin buffalo."
  ]
}
